{"name":"Counter-Strike 2","description":"For over two decades, Counter-Strike has offered an elite competitive experience, one shaped by millions of players from across the globe. And now the next chapter in the CS story is about to begin. This is Counter-Strike 2.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/730/header.jpg?t=1729703045","tag":"FPS, Shooter, Multiplayer, Competitive, Action, Team-Based, eSports, Tactical, First-Person, PvP, Online Co-Op, Co-op, Strategy, Military, War, Difficult, Trading, Realistic, Fast-Paced, Moddable","price":"Free To Play","url":"https://store.steampowered.com/app/730/CounterStrike_Global_Offensive/"}
{"name":"PUBG: BATTLEGROUNDS","description":"Play PUBG: BATTLEGROUNDS for free. Land on strategic locations, loot weapons and supplies, and survive to become the last team standing across various, diverse Battlegrounds. Squad up and join the Battlegrounds for the original Battle Royale experience that only PUBG: BATTLEGROUNDS can offer.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/578080/header.jpg?t=1730854557","tag":"Survival, Shooter, Battle Royale, Multiplayer, FPS, PvP, Third-Person Shooter, Action, Online Co-Op, Tactical, Co-op, First-Person, Strategy, Early Access, Competitive, Third Person, Team-Based, Difficult, Simulation, Stealth","price":"Free To Play","url":"https://store.steampowered.com/app/578080/PLAYERUNKNOWNS_BATTLEGROUNDS/"}
{"name":"Dota 2","description":"Every day, millions of players worldwide enter battle as one of over a hundred Dota heroes. And no matter if it's their 10th hour of play or 1,000th, there's always something new to discover. With regular updates that ensure a constant evolution of gameplay, features, and heroes, Dota 2 has taken on a life of its own.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/570/header.jpg?t=1731544174","tag":"Free to Play, MOBA, Multiplayer, Strategy, eSports, Team-Based, Competitive, Action, Online Co-Op, PvP, Difficult, Co-op, RTS, RPG, Tower Defense, Fantasy, Character Customization, Replay Value, Action RPG, Simulation","price":"Free To Play","url":"https://store.steampowered.com/app/570/Dota_2/"}
{"name":"Black Myth: Wukong","description":"Black Myth: Wukong is an action RPG rooted in Chinese mythology. You shall set out as the Destined One to venture into the challenges and marvels ahead, to uncover the obscured truth beneath the veil of a glorious legend from the past.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2358720/header.jpg?t=1729236256","tag":"Mythology, Action RPG, Action, Souls-like, RPG, Combat, Story Rich, Singleplayer, Drama, Action-Adventure, Dark Fantasy, Atmospheric, Adventure, 3D, Fantasy, Hack and Slash, Third Person, Difficult, Music, Violent","price":"฿1,799.00","url":"https://store.steampowered.com/app/2358720/Black_Myth_Wukong/"}
{"name":"Banana","description":"Banana is a clicker Game, in which you click a Banana! In Banana you click the Banana to gain even more Bananas! Every 3, you get dropped a banana. Each banana is also made by the community in discord. Come hang out with us and let's grow into something awesome !","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2923300/header.jpg?t=1729284057","tag":"Free to Play, Clicker, Singleplayer, 2D, Casual, Family Friendly, Idler, Simulation, Funny, Colorful, Arcade, Pixel Graphics, Fantasy, Hidden Object, First-Person, Dating Sim, Mystery, Crafting, Anime, Open World","price":"Free To Play","url":"https://store.steampowered.com/app/2923300/Banana/"}
{"name":"Pulstario","description":"A small, challenging space game about collecting missing souls in the void.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1188000/header.jpg?t=1577114425","tag":"Indie, Action","price":"฿23.00","url":"https://store.steampowered.com/app/1188000/NARAKA_BLADEPOINT/"}
{"name":"Apex Legends™","description":"Apex Legends is the award-winning, free-to-play Hero Shooter from Respawn Entertainment. Master an ever-growing roster of legendary characters with powerful abilities, and experience strategic squad play and innovative gameplay in the next evolution of Hero Shooter and Battle Royale.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1172470/header.jpg?t=1730895196","tag":"Free to Play, Battle Royale, Multiplayer, FPS, Shooter, First-Person, PvP, Action, Hero Shooter, Team-Based, Tactical, Sci-fi, Survival, Loot, Character Customization, Co-op, Funny, Lore-Rich, Cyberpunk, Cinematic","price":"Free To Play","url":"https://store.steampowered.com/app/1172470/Apex_Legends/"}
{"name":"Grand Theft Auto V","description":"Grand Theft Auto V for PC offers players the option to explore the award-winning world of Los Santos and Blaine County in resolutions of up to 4k and beyond, as well as the chance to experience the game running at 60 frames per second.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/271590/header.jpg?t=1726606628","tag":"Open World, Action, Multiplayer, Crime, Automobile Sim, Third Person, First-Person, Mature, Shooter, Adventure, Singleplayer, Third-Person Shooter, Racing, Co-op, Sandbox, Atmospheric, Funny, Great Soundtrack, Comedy, Moddable","price":"","url":"https://store.steampowered.com/app/271590/Grand_Theft_Auto_V/"}
{"name":"Secret World Legends","description":"Secret World Legends is a story-driven, shared-world action RPG that plunges players into a shadowy war against the supernatural, where ancient myths and legends cross over into the modern day.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/215280/header.jpg?t=1728917535","tag":"Massively Multiplayer, MMORPG, RPG, Lovecraftian, Horror, Story Rich, Illuminati, Conspiracy, Action, Open World, Free to Play, Supernatural, Mythology, Adventure, Exploration, Puzzle, Multiplayer, Character Customization, Zombies, Third Person","price":"Free To Play","url":"https://store.steampowered.com/app/215280/Source_SDK_Base_2007/"}
{"name":"Wallpaper Engine","description":"Use stunning live wallpapers on your desktop. Animate your own images to create new wallpapers or import videos/websites and share them on the Steam Workshop!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/431960/header.jpg?t=1717097477","tag":"Mature, Utilities, Anime, Software, Design & Illustration, Animation & Modeling, NSFW, First-Person, Indie, Memes, Cute, Action, Singleplayer, Funny, Early Access, Photo Editing, Sandbox, Horror, Game Development, Gaming","price":"฿99.00","url":"https://store.steampowered.com/app/431960/Wallpaper_Engine/"}
{"name":"Offspring Fling!","description":"Offspring Fling is a game about a poor forest creature that has misplaced all of her children.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/211360/header.jpg?t=1478033717","tag":"Indie, Puzzle, Platformer, Cute, Adventure, Puzzle Platformer, 2D, Singleplayer, Retro, Family Friendly, Pixel Graphics, Female Protagonist, Time Attack, Action, Level Editor","price":"฿189.00","url":"https://store.steampowered.com/app/211360/Deadlock/"}
{"name":"Satisfactory","description":"Satisfactory is a first-person open-world factory building game with a dash of exploration and combat. Play alone or with friends, explore an alien planet, create multi-story factories, and enter conveyor belt heaven!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/526870/header_alt_assets_2.jpg?t=1730110257","tag":"Base Building, Automation, Open World, Multiplayer, Crafting, Co-op, Resource Management, Building, Sandbox, Exploration, Adventure, Open World Survival Craft, Survival, Simulation, First-Person, Strategy, Early Access, Singleplayer, Sci-fi, Indie","price":"฿719.00","url":"https://store.steampowered.com/app/526870/Satisfactory/"}
{"name":"Once Human","description":"Once Human is a multiplayer open-world survival game set in a strange, post-apocalyptic future. Unite with friends to fight monstrous enemies, uncover secret plots, compete for resources, and build your own territory. Once, you were merely human. Now, you have the power to remake the world.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2139460/header.jpg?t=1731549063","tag":"Multiplayer, Open World Survival Craft, Strategy, Survival, Simulation, Open World, Co-op, Horror, Shooter, Base Building, Post-apocalyptic, Strategy RPG, Action, Adventure, Online Co-Op, 3D, RPG, MMORPG, 3D Platformer, Free to Play","price":"Free To Play","url":"https://store.steampowered.com/app/2139460/Once_Human/"}
{"name":"Rust","description":"The only aim in Rust is to survive. Everything wants you to die - the island’s wildlife and other inhabitants, the environment, other survivors. Do whatever it takes to last another night.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/252490/header.jpg?t=1727957298","tag":"Survival, Crafting, Multiplayer, Open World, Open World Survival Craft, Building, PvP, Sandbox, Adventure, First-Person, Action, Nudity, FPS, Shooter, Co-op, Online Co-Op, Indie, Post-apocalyptic, Early Access, Simulation","price":"฿699.00","url":"https://store.steampowered.com/app/252490/Rust/"}
{"name":"War Thunder","description":"War Thunder is the most comprehensive free-to-play, cross-platform, MMO military game dedicated to aviation, armoured vehicles, and naval craft, from the early 20th century to the most advanced modern combat units. Join now and take part in major battles on land, in the air, and at sea.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/236390/header.jpg?t=1731612195","tag":"Free to Play, Simulation, Vehicular Combat, Combat, World War II, VR, Flight, War, Military, Tanks, Naval Combat, Multiplayer, Massively Multiplayer, Modern, Cold War, Action, Realistic, Shooter, Third Person, Third-Person Shooter","price":"Free To Play","url":"https://store.steampowered.com/app/236390/War_Thunder/"}
{"name":"Baldur's Gate 3","description":"Baldur’s Gate 3 is a story-rich, party-based RPG set in the universe of Dungeons & Dragons, where your choices shape a tale of fellowship and betrayal, survival and sacrifice, and the lure of absolute power.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1086940/header.jpg?t=1725654125","tag":"RPG, Character Customization, Choices Matter, Story Rich, Turn-Based Combat, Dungeons & Dragons, CRPG, Adventure, Fantasy, Online Co-Op, Romance, Multiplayer, Sexual Content, Strategy, Singleplayer, Co-op Campaign, Class-Based, Dark Fantasy, Nudity, Combat","price":"฿1,799.00","url":"https://store.steampowered.com/app/1086940/Baldurs_Gate_3/"}
{"name":"SPECWAR Tactics","description":"SPECWAR Tactics is a simple game that lets you build up your ideal special operations team and command them in battle. Manage your facilities and troop roster, and lead them on missions, utilizing stealth, fire and maneuver, and CQB to overcome greater numbers with superior tactics.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1785680/header.jpg?t=1658467100","tag":"Indie, Tactical, Strategy, Military, Real Time Tactics, Strategy RPG, Character Customization, Stealth, Management, 3D, Open World, Action, Casual, RPG, Simulation, War, PvE, Combat, Singleplayer","price":"฿189.00","url":"https://store.steampowered.com/app/1785680/Football_Manager_2024/"}
{"name":"Stardew Valley","description":"You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home?","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/413150/header.jpg?t=1711128146","tag":"Farming Sim, Pixel Graphics, Life Sim, Multiplayer, RPG, Relaxing, Agriculture, Simulation, Crafting, Sandbox, Indie, Building, Singleplayer, Casual, Open World, 2D, Cute, Dating Sim, Great Soundtrack, Fishing","price":"฿315.00","url":"https://store.steampowered.com/app/413150/Stardew_Valley/"}
{"name":"Warhammer 40,000: Space Marine 2","description":"Embody the superhuman skill and brutality of a Space Marine. Unleash deadly abilities and devastating weaponry to obliterate the relentless Tyranid swarms. Defend the Imperium in spectacular third-person action in solo or multiplayer modes.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2183900/header.jpg?t=1730218716","tag":"Warhammer 40K, Action, Third-Person Shooter, Multiplayer, Co-op, PvE, Adventure, Action-Adventure, Third Person, Wargame, Sci-fi, 3D, Fantasy, Narration, War, Space, Singleplayer, Realistic, Cinematic, Futuristic","price":"฿1,490.00","url":"https://store.steampowered.com/app/2183900/Warhammer_40000_Space_Marine_2/"}
{"name":"Sid Meier’s Civilization® VI","description":"Civilization VI is the newest installment in the award winning Civilization Franchise. Expand your empire, advance your culture and go head-to-head against history’s greatest leaders. Will your civilization stand the test of time?","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/289070/header.jpg?t=1731365491","tag":"Strategy, Turn-Based Strategy, Multiplayer, Historical, Singleplayer, Grand Strategy, Turn-Based, 4X, War, Simulation, City Builder, Tactical, Management, Building, Great Soundtrack, Moddable, Online Co-Op, Co-op, Hex Grid, Atmospheric","price":"฿1,600.00","url":"https://store.steampowered.com/app/289070/Sid_Meiers_Civilization_VI/"}
{"name":"Crab Game","description":"Crab Game is a First-Person Multiplayer game where you play through several different minigames based on children's games, until only one player stands victorious.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1782210/header.jpg?t=1638221608","tag":"Psychological Horror, Multiplayer, Free to Play, Battle Royale, PvP, Action, First-Person, Parkour, 3D, Nudity, FPS, Platformer, Physics, Combat, Arcade, Casual, Runner, Racing, 3D Platformer, Sci-fi","price":"Free","url":"https://store.steampowered.com/app/1782210/Crab_Game/ "}
{"name":"Tom Clancy's Rainbow Six® Siege","description":"Tom Clancy's Rainbow Six® Siege is an elite, tactical team-based shooter where superior planning and execution triumph.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/359550/header.jpg?t=1731968067","tag":"FPS, PvP, eSports, Multiplayer, Shooter, Tactical, Competitive, Online Co-Op, Action, Hero Shooter, Team-Based, Military, Strategy, First-Person, War, Realistic, Co-op, Destruction, Difficult, 3D","price":"฿569.00","url":"https://store.steampowered.com/app/359550/Tom_Clancys_Rainbow_Six_Siege/"}
{"name":"Team Fortress 2","description":"Nine distinct classes provide a broad range of tactical abilities and personalities. Constantly updated with new game modes, maps, equipment and, most importantly, hats!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/440/header.jpg?t=1729702978","tag":"Free to Play, Hero Shooter, Multiplayer, FPS, Shooter, Action, Class-Based, Team-Based, Funny, First-Person, Online Co-Op, Competitive, Cartoony, Trading, Co-op, Comedy, Robots, Tactical, Cartoon, Crafting","price":"Free To Play","url":"https://store.steampowered.com/app/440/The_Team_Fortress_2/"}
{"name":"Rolling Rush","description":"Rolling Rush is a time attack game where you can challenge yourself on desert , ice amongst other tracks. Competing with other players through worldwide leaderboards , may the marble roll in your favor.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2055650/header.jpg?t=1699859462","tag":"Casual, Racing, Platformer, Combat Racing, 3D, Third Person, Driving, Modern, Family Friendly, Physics, Score Attack, Singleplayer","price":"","url":"https://store.steampowered.com/app/2055650/Call_of_Duty/"}
{"name":"Warframe","description":"Awaken as an unstoppable warrior and battle alongside your friends in this story-driven free-to-play online action game","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/230410/header.jpg?t=1731965515","tag":"Free to Play, Action RPG, Looter Shooter, Third-Person Shooter, Action, RPG, Third Person, Massively Multiplayer, Character Customization, Online Co-Op, Co-op, Singleplayer, PvE, Sci-fi, Space, Shooter, Lore-Rich, Hack and Slash, Parkour, Ninja","price":"Free To Play","url":"https://store.steampowered.com/app/230410/Warframe/"}
{"name":"Forza Horizon 4","description":"Dynamic seasons change everything at the world’s greatest automotive festival. Go it alone or team up with others to explore beautiful and historic Britain in a shared open world.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1293830/header.jpg?t=1730830821","tag":"Racing, Open World, Driving, Multiplayer, Automobile Sim, Online Co-Op, Realistic, Singleplayer, Controller, Simulation, Adventure, PvP, Arcade, Exploration, Atmospheric, Action, Sports, Great Soundtrack, First-Person, Funny","price":"฿699.00","url":"https://store.steampowered.com/app/1293830/Forza_Horizon_4/"}
{"name":"ELDEN RING","description":"THE CRITICALLY ACCLAIMED FANTASY ACTION RPG. Rise, Tarnished, and be guided by grace to brandish the power of the Elden Ring and become an Elden Lord in the Lands Between.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1245620/header.jpg?t=1726158298","tag":"Souls-like, Open World, Dark Fantasy, RPG, Difficult, Action RPG, Third Person, Multiplayer, Fantasy, Singleplayer, Online Co-Op, Action, Co-op, PvP, Atmospheric, Great Soundtrack, Violent, 3D, Family Friendly, Character Customization","price":"฿1,790.00","url":"https://store.steampowered.com/app/1245620/ELDEN_RING/"}
{"name":"Monster Hunter: World","description":"Welcome to a new world! In Monster Hunter: World, the latest installment in the series, you can enjoy the ultimate hunting experience, using everything at your disposal to hunt monsters in a new world teeming with surprises and excitement.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/582010/header.jpg?t=1730268377","tag":"Co-op, Multiplayer, Action, Open World, RPG, Character Customization, Third Person, Adventure, Fantasy, Difficult, Action RPG, Singleplayer, Exploration, Great Soundtrack, Replay Value, Atmospheric, Hack and Slash, JRPG, MMORPG, Souls-like","price":"฿13,265.85","url":"https://store.steampowered.com/app/582010/Monster_Hunter_World/"}
{"name":"Don't Starve Together","description":"Fight, Farm, Build and Explore Together in the standalone multiplayer expansion to the uncompromising wilderness survival game, Don't Starve.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/322330/header_alt_assets_38.jpg?t=1730150710","tag":"Survival, Open World Survival Craft, Multiplayer, Co-op, Open World, Adventure, Crafting, Online Co-Op, Sandbox, Difficult, Indie, 2D, Atmospheric, Funny, Survival Horror, Strategy, Horror, Singleplayer, Action, Roguelike","price":"฿239.00","url":"https://store.steampowered.com/app/322330/Dont_Starve_Together/"}
{"name":"Crusader Kings III","description":"Love, fight, scheme, and claim greatness. Determine your noble house’s legacy in the sprawling grand strategy of Crusader Kings III. Death is only the beginning as you guide your dynasty’s bloodline in the rich and larger-than-life simulation of the Middle Ages.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1158310/header_alt_assets_6.jpg?t=1730740049","tag":"Strategy, Medieval, Grand Strategy, Simulation, RPG, Historical, Management, Character Customization, Life Sim, RTS, Sandbox, Choices Matter, War, Singleplayer, Economy, Political, 4X, Moddable, Multiplayer, Real-Time with Pause","price":"฿1,359.00","url":"https://store.steampowered.com/app/1158310/Hearts_of_Iron_IV/"}
{"name":"Revolution Diabolique","description":"Unlock diabolical magic in the time of Napoleon and Robespierre! Can you direct the course of the Revolution, or will you lose your head?","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1400940/header.jpg?t=1680670008","tag":"Casual, RPG, Interactive Fiction, Action-Adventure, Action, Text-Based, Adventure, Alternate History, Historical, Story Rich, Choices Matter, Multiple Endings, Indie, Demons, Drama, Singleplayer","price":"฿199.00","url":"https://store.steampowered.com/app/1400950/HELLDIVERS_2/"}
{"name":"Dead by Daylight","description":"Dead by Daylight is a multiplayer (4vs1) horror game where one player takes on the role of the savage Killer, and the other four players play as Survivors, trying to escape the Killer and avoid being caught and killed.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/381210/header.jpg?t=1730209905","tag":"Horror, Survival Horror, Multiplayer, Online Co-Op, Co-op, Survival, Gore, Team-Based, Blood, Stealth, Third Person, Violent, First-Person, Psychological Horror, Action, Atmospheric, Strategy, Comedy, Mature, Difficult","price":"฿399.00","url":"https://store.steampowered.com/app/381210/Dead_by_Daylight/"}
{"name":"7 Days to Die","description":"7 Days to Die is an open-world game that is a unique combination of first-person shooter, survival horror, tower defense, and role-playing games. Play the definitive zombie survival sandbox RPG that came first. Navezgane awaits!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/251570/header.jpg?t=1731849465","tag":"Survival, Zombies, Multiplayer, Open World, Open World Survival Craft, Base Building, Voxel, Post-apocalyptic, Online Co-Op, Building, Exploration, Sandbox, FPS, Simulation, Character Customization, Strategy, Tower Defense, Action, Procedural Generation, Horror","price":"฿809.00","url":"https://store.steampowered.com/app/251570/7_Days_to_Die/"}
{"name":"Yu-Gi-Oh! Duel Links","description":"Take on Duelists around the world with \"Yu-Gi-Oh! Duel Links\"! Step into a world that crosses dimensions and connects all Duelists. In Duel World, any location transforms into a Duel Field where heated Duels unfold!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/601510/header.jpg?t=1727772560","tag":"Free to Play, Card Game, Anime, Strategy, Multiplayer, Trading Card Game, Singleplayer, Turn-Based, Competitive, Casual, RPG, Memes, Great Soundtrack, Online Co-Op, Action, Adventure, Simulation, Massively Multiplayer, Psychological Horror, MMORPG","price":"Free To Play","url":"https://store.steampowered.com/app/601510/YuGiOh_Duel_Links/"}
{"name":"The Crew™ 2","description":"Take on the American motorsports scene as you explore and dominate the land, air, and sea across the entire USA. With a wide variety of cars, bikes, boats, and planes, compete in a wide range of driving disciplines.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/646910/header.jpg?t=1699983385","tag":"Racing, Open World, Automobile Sim, Multiplayer, Driving, Massively Multiplayer, Action, Flight, Co-op, Singleplayer, Arcade, Online Co-Op, First-Person, Third Person, Simulation, America, Sports, Atmospheric, Adventure, Sandbox","price":"฿1,340.00","url":"https://store.steampowered.com/app/646910/The_Crew_2/"}
{"name":"Space War: Infinity","description":"A semi-procedural shoot-'em-up that will test your skills. Level up your ship, unlock amazing weapons, and defeat 5 formidable bosses. Challenge the infinite by facing real-time waves of enemies after completing all missions. Become the intergalactic hero now!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1086160/header.jpg?t=1727959925","tag":"Shoot 'Em Up, Top-Down Shooter, Bullet Hell, Shooter, Arcade, 2D, Top-Down, Procedural Generation, Action, Casual, Pixel Graphics, Colorful, Space, Jet, Score Attack, Old School, Retro, 1990's, Singleplayer, Replay Value","price":"฿47.00","url":"https://store.steampowered.com/app/1086160/Space_War_Infinity/"}
{"name":"DayZ","description":"How long can you survive a post-apocalyptic world? A land overrun with an infected \"zombie\" population, where you compete with other survivors for limited resources. Will you team up with strangers and stay strong together? Or play as a lone wolf to avoid betrayal? This is DayZ – this is your story.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/221100/header.jpg?t=1731955428","tag":"Survival, Online Co-Op, Open World, Multiplayer, Zombies, Post-apocalyptic, Shooter, PvP, Action, Massively Multiplayer, FPS, Horror, Sandbox, Co-op, Survival Horror, Simulation, Adventure, First-Person, Atmospheric, Choose Your Own Adventure","price":"฿1,499.00","url":"https://store.steampowered.com/app/221100/DayZ/"}
{"name":"VRChat","description":"Join our growing community as you explore, play, and help craft the future of social VR. Create worlds and custom avatars. Welcome to VRChat.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/438100/header.jpg?t=1729272027","tag":"VR, Free to Play, Multiplayer, Memes, Anime, Funny, Massively Multiplayer, First-Person, Open World, Early Access, Simulation, Casual, Adventure, MMORPG, Comedy, Sandbox, Action, Dating Sim, Survival Horror, Atmospheric","price":"Free To Play","url":"https://store.steampowered.com/app/438100/VRChat/"}
{"name":"Drunkle Ted's Wet and Reckless","description":"Play as Drunkle Ted. He was locked in storage after G4tv studio shut down. Help him escape while avoiding the deep state and the lizard people! Guide him to each level end while earning points and side objectives, such as Find the SpaceJam DVDs!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2062710/header.jpg?t=1679077136","tag":"Action, Adventure, Action-Adventure, Platformer, Walking Simulator, 3D Platformer, Hidden Object, Time Management, 3D, Third Person, Comedy, Indie, Early Access, Funny, Controller, Physics, Singleplayer","price":"","url":"https://store.steampowered.com/app/2062710/Drunkle_Teds_Wet_and_Reckless/"}
{"name":"Red Dead Redemption 2","description":"Winner of over 175 Game of the Year Awards and recipient of over 250 perfect scores, RDR2 is the epic tale of outlaw Arthur Morgan and the infamous Van der Linde gang, on the run across America at the dawn of the modern age. Also includes access to the shared living world of Red Dead Online.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1174180/header.jpg?t=1720558643","tag":"Open World, Story Rich, Western, Adventure, Multiplayer, Action, Realistic, Singleplayer, Shooter, Atmospheric, Horses, Beautiful, Mature, Third-Person Shooter, Great Soundtrack, Third Person, Gore, Sandbox, First-Person, FPS","price":"฿1,899.00","url":"https://store.steampowered.com/app/1174180/Red_Dead_Redemption_2/"}
{"name":"Euro Truck Simulator 2","description":"Travel across Europe as king of the road, a trucker who delivers important cargo across impressive distances! With dozens of cities to explore, your endurance, skill and speed will all be pushed to their limits.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/227300/header.jpg?t=1731601538","tag":"Driving, Transportation, Simulation, Open World, Automobile Sim, Realistic, Moddable, Relaxing, Exploration, Immersive Sim, Economy, Management, Atmospheric, Multiplayer, Controller, Family Friendly, Third Person, Adventure, Casual, Indie","price":"฿408.00","url":"https://store.steampowered.com/app/227300/Euro_Truck_Simulator_2/"}
{"name":"EA SPORTS FC™ 24","description":"EA SPORTS FC™ 24 welcomes you to The World’s Game: the most true-to-football experience ever with HyperMotionV, PlayStyles optimised by Opta, and an enhanced Frostbite™ Engine.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2195250/header.jpg?t=1730826798","tag":"Football (Soccer), Sports, Controller, Multiplayer, PvP, eSports, Competitive, PvE, Local Multiplayer, 3D, Simulation, Online Co-Op, Singleplayer, Realistic, Co-op, Local Co-Op, Family Friendly, Action, First-Person, Early Access","price":"฿549.00","url":"https://store.steampowered.com/app/2195250/EA_SPORTS_FC_24/"}
{"name":"Eternal Return","description":"Eternal Return is a free-to-play, 2.5D perspective Battle Royale game. Search, Craft, Hunt, and Fight using a variety of characters. Plan your strategy and become the last survivor on this eternal experiment.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1049590/header.jpg?t=1731060667","tag":"Free to Play, Anime, Multiplayer, MOBA, Survival, PvP, Combat, Top-Down, Crafting, Action, 3D, Strategy, Tactical, Character Customization, Sexual Content, MMORPG, Indie, eSports, Point & Click, Real Time Tactics","price":"Free To Play","url":"https://store.steampowered.com/app/1049590/Eternal_Return/"}
{"name":"ARK: Survival Evolved","description":"Stranded on the shores of a mysterious island, you must learn to survive. Use your cunning to kill or tame the primeval creatures roaming the land, and encounter other players to survive, dominate... and escape!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/346110/header.jpg?t=1709879597","tag":"Open World Survival Craft, Survival, Multiplayer, Open World, Dinosaurs, Crafting, Building, Adventure, Base Building, Co-op, Action, First-Person, Sandbox, Massively Multiplayer, Singleplayer, Early Access, RPG, Dragons, Sci-fi, Indie","price":"฿315.00","url":"https://store.steampowered.com/app/346110/ARK_Survival_Evolved/"}
{"name":"Crosshair X","description":"Overlay custom crosshairs on every game you play. Choose from thousands of unique crosshairs created by the Crosshair X community or design your own using the designer.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1366800/header.jpg?t=1708541143","tag":"Action, Indie, Adventure, Utilities, Shooter, FPS, Software, Game Development, Design & Illustration, Photo Editing, Animation & Modeling, Survival, Education, PvP, First-Person, Third-Person Shooter, War, Sandbox, Tactical, Third Person","price":"฿169.00","url":"https://store.steampowered.com/app/1366800/Crosshair_X/"}
{"name":"The First Descendant","description":"The First Descendant is a third-person looter shooter powered by Unreal Engine 5. Become a Descendant. Fight for the survival of humanity. Descendants have unique abilities to tackle both solo and co-op missions. Up to 4 players use varied mechanics to defeat giant bosses. BE THE FIRST DESCENDANT!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2074920/header.jpg?t=1727161220","tag":"Free to Play, Sexual Content, Looter Shooter, Multiplayer, Third-Person Shooter, RPG, Online Co-Op, Action, Shooter, Action RPG, Third Person, Singleplayer, Adventure, Sci-fi, Co-op, Character Customization, PvE, Combat, Story Rich, Violent","price":"Free To Play","url":"https://store.steampowered.com/app/2074920/The_First_Descendant/"}
{"name":"Cats","description":"Cats — and that says it all. Interactive cat clicker. Click on cats for new cats. That's all, really.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2977660/header.jpg?t=1718534797","tag":"Free to Play, Clicker, Psychological Horror, Horror, Survival Horror, Anime, Action, Family Friendly, Simulation, Atmospheric, Singleplayer, Open World, Casual, Dating Sim, Soundtrack, Strategy, Adventure, Fantasy, Cozy, Indie","price":"Free To Play","url":"https://store.steampowered.com/app/2977660/Cats/"}
{"name":"tModLoader","description":"Dig, Fight, and Build your way through the world of player-created mods on Terraria with tModLoader - this DLC makes modding Terraria a reality!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1281930/header.jpg?t=1718143594","tag":"Adventure, Free to Play, Action, Indie, RPG, Mod, Sandbox, Moddable, Multiplayer, 2D, Pixel Graphics, Building, Survival, Online Co-Op, Singleplayer, Co-op, Great Soundtrack, Replay Value, Open World Survival Craft, Difficult","price":"Free","url":"https://store.steampowered.com/app/1281930/tModLoader/"}
{"name":"Cyberpunk 2077","description":"Cyberpunk 2077 is an open-world, action-adventure RPG set in the dark future of Night City — a dangerous megalopolis obsessed with power, glamor, and ceaseless body modification.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1091500/header.jpg?t=1730212296","tag":"Cyberpunk, Open World, Nudity, RPG, Singleplayer, Sci-fi, FPS, Futuristic, Mature, Story Rich, First-Person, Atmospheric, Exploration, Action, Violent, Great Soundtrack, Action RPG, Adventure, Character Customization, Immersive Sim","price":"฿1,799.00","url":"https://store.steampowered.com/app/1091500/Cyberpunk_2077/"}
{"name":"Terraria","description":"Dig, fight, explore, build! Nothing is impossible in this action-packed adventure game. Four Pack also available!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/105600/header.jpg?t=1731252354","tag":"Open World Survival Craft, Sandbox, Survival, 2D, Multiplayer, Adventure, Pixel Graphics, Crafting, Building, Exploration, Co-op, Open World, Online Co-Op, Indie, Action, RPG, Singleplayer, Replay Value, Platformer, Atmospheric","price":"฿220.00","url":"https://store.steampowered.com/app/105600/Terraria/"}
{"name":"The Sims™ 4","description":"Play with life and discover the possibilities. Unleash your imagination and create a world of Sims that’s wholly unique. Explore and customize every detail from Sims to homes–and much more.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1222670/header.jpg?t=1731608003","tag":"Life Sim, Character Customization, Building, Free to Play, Multiplayer, Romance, Sandbox, Simulation, Singleplayer, Dating Sim, Relaxing, Casual, Realistic, Funny, Cute, Immersive Sim, Family Friendly, Fantasy, Adventure, Cartoony","price":"Free To Play","url":"https://store.steampowered.com/app/1222670/The_Sims_4/"}
{"name":"Path of Exile","description":"You are an Exile, struggling to survive on the dark continent of Wraeclast, as you fight to earn power that will allow you to exact your revenge against those who wronged you. Path of Exile is an online Action RPG set in a dark fantasy world. The game is completely free and will never be pay-to-win.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/238960/header.jpg?t=1726453971","tag":"Free to Play, Dark Fantasy, Action RPG, Hack and Slash, Loot, MMORPG, Multiplayer, Dungeon Crawler, Isometric, Character Customization, RPG, Inventory Management, Singleplayer, Online Co-Op, Action, PvP, Horror, Massively Multiplayer, Fantasy, Adventure","price":"Free To Play","url":"https://store.steampowered.com/app/238960/Path_of_Exile/"}
{"name":"Palworld","description":"Fight, farm, build and work alongside mysterious creatures called \"Pals\" in this completely new multiplayer, open world survival and crafting game!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1623730/header.jpg?t=1728458632","tag":"Open World, Multiplayer, Creature Collector, Survival, Open World Survival Craft, Crafting, Co-op, Adventure, Sandbox, Third-Person Shooter, Automation, Action, RPG, Early Access, Anime, PvE, 3D, Indie, Looter Shooter, Hack and Slash","price":"฿590.00","url":"https://store.steampowered.com/app/1623730/Palworld/"}
{"name":"Project Zomboid","description":"Project Zomboid is the ultimate in zombie survival. Alone or in MP: you loot, build, craft, fight, farm and fish in a struggle to survive. A hardcore RPG skillset, a vast map, massively customisable sandbox and a cute tutorial raccoon await the unwary. So how will you die? All it takes is a bite..","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/108600/header.jpg?t=1691508011","tag":"Survival, Zombies, Open World, Open World Survival Craft, Multiplayer, Sandbox, Post-apocalyptic, Co-op, Crafting, Building, Indie, Simulation, RPG, Survival Horror, Realistic, Isometric, Singleplayer, 2D, Adventure, Early Access","price":"฿400.00","url":"https://store.steampowered.com/app/108600/Project_Zomboid/"}
{"name":"Destiny 2","description":"Destiny 2 is an action MMO with a single evolving world that you and your friends can join anytime, anywhere, absolutely free.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1085660/header.jpg?t=1731537397","tag":"Free to Play, Open World, Multiplayer, Looter Shooter, FPS, MMORPG, Co-op, PvE, PvP, Shooter, Massively Multiplayer, Loot, First-Person, Sci-fi, Action, Adventure, Lore-Rich, Space, Competitive, Atmospheric","price":"Free To Play","url":"https://store.steampowered.com/app/1085660/Destiny_2/"}
{"name":"Mount & Blade II: Bannerlord","description":"A strategy/action RPG. Create a character, engage in diplomacy, craft, trade and conquer new lands in a vast medieval sandbox. Raise armies to lead into battle and command and fight alongside your troops in massive real-time battles using a deep but intuitive skill-based combat system.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/261550/header.jpg?t=1728556827","tag":"Medieval, Strategy, Open World, RPG, War, Sandbox, Multiplayer, Singleplayer, Action, Character Customization, Simulation, Moddable, Adventure, Horses, Realistic, Third Person, Historical, First-Person, Great Soundtrack, Early Access","price":"฿1,499.00","url":"https://store.steampowered.com/app/261550/Mount_Blade_II_Bannerlord/"}
{"name":"Street Fighter™ 6","description":"Here comes Capcom’s newest challenger! Street Fighter™ 6 launches worldwide on June 2nd, 2023 and represents the next evolution of the Street Fighter™ series! Street Fighter 6 spans three distinct game modes, including World Tour, Fighting Ground and Battle Hub.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1364780/header.jpg?t=1730961389","tag":"2D Fighter, Fighting, Character Customization, Action, Arcade, Multiplayer, Adventure, Competitive, PvP, eSports, Open World, Singleplayer, Local Multiplayer, Controller, Action RPG, 3D, Martial Arts, Great Soundtrack, Sandbox, 3D Fighter","price":"฿1,929.00","url":"https://store.steampowered.com/app/1364780/Street_Fighter_6/"}
{"name":"Core Keeper","description":"Explore a vast cavern of creatures, relics and resources in a mining sandbox adventure for 1-8 players. Mine, build, fight, craft and farm to unravel the mystery of the ancient Core.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1621690/header.jpg?t=1731933599","tag":"Pixel Graphics, Open World Survival Craft, Online Co-Op, Sandbox, Survival, Adventure, Crafting, 2D, Exploration, Building, Mining, Dungeon Crawler, Procedural Generation, Farming Sim, Relaxing, Cooking, Simulation, Atmospheric, Mystery, Casual","price":"฿399.00","url":"https://store.steampowered.com/app/1621690/Core_Keeper/"}
{"name":"Dark and Darker","description":"An unforgiving hardcore fantasy FPS dungeon PvPvE adventure. Band together with your friends and use your courage, wits, and cunning to uncover mythical treasures, defeat gruesome monsters, while staying one step ahead of the other devious treasure-hunters.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2016590/header.jpg?t=1729242597","tag":"Early Access, Dungeon Crawler, Multiplayer, Medieval, Loot, PvP, RPG, Battle Royale, PvE, Online Co-Op, First-Person, Fantasy, Survival, Extraction Shooter, Class-Based, Magic, Team-Based, Exploration, Swordplay, Dark","price":"Free To Play","url":"https://store.steampowered.com/app/2016590/Dark_and_Darker/"}
{"name":"SCUM","description":"Traverse punishing environments, looting, crafting and evading the constant threats to your life. The unprecedented levels of character customization and progression are your ultimate tools for survival.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/513710/header.jpg?t=1726482574","tag":"Survival, Open World Survival Craft, Multiplayer, Open World, Zombies, Nudity, Massively Multiplayer, Action, Realistic, Adventure, Singleplayer, Crafting, Early Access, FPS, Violent, PvP, Gore, Third Person, Indie, RPG","price":"฿843.00","url":"https://store.steampowered.com/app/513710/SCUM/"}
{"name":"ARK: Survival Ascended","description":"ARK is reimagined from the ground-up into the next-generation of video game technology with Unreal Engine 5! Form a tribe, tame & breed hundreds of unique dinosaurs and primeval creatures, explore, craft, build, and fight your way to the top of the food-chain. Your new world awaits!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2399830/header.jpg?t=1731557248","tag":"Early Access, Survival, Open World, Multiplayer, Dinosaurs, Adventure, Building, Crafting, Base Building, Action, Sandbox, Character Customization, PvE, PvP, Singleplayer, Massively Multiplayer, Inventory Management, RPG, Sci-fi, Fantasy","price":"฿1,630.00","url":"https://store.steampowered.com/app/2399830/ARK_Survival_Ascended/"}
{"name":"RimWorld","description":"A sci-fi colony sim driven by an intelligent AI storyteller. Generates stories by simulating psychology, ecology, gunplay, melee combat, climate, biomes, diplomacy, interpersonal relationships, art, medicine, trade, and more.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/294100/header.jpg?t=1725405670","tag":"Colony Sim, Base Building, Survival, Strategy, Sandbox, Management, Building, Simulation, Singleplayer, Moddable, City Builder, Open World, Procedural Generation, 2D, Sci-fi, Indie, Space, Tactical RPG, Cartoony, Western","price":"฿550.00","url":"https://store.steampowered.com/app/294100/RimWorld/"}
{"name":"Battlefield™ V","description":"This is the ultimate Battlefield V experience. Enter mankind’s greatest conflict with the complete arsenal of weapons, vehicles, and gadgets plus the best customization content of Year 1 and 2.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1238810/header.jpg?t=1730822762","tag":"FPS, Multiplayer, World War II, Singleplayer, Shooter, War, Military, First-Person, Massively Multiplayer, PvP, Combat, Open World, Action, Historical, Destruction, Battle Royale, Atmospheric, Violent, Sexual Content, Female Protagonist","price":"฿1,399.00","url":"https://store.steampowered.com/app/1238810/Battlefield_V/"}
{"name":"FINAL FANTASY XVI","description":"An epic dark fantasy where fates are decided by mighty Eikons and the Dominants who wield them. This is the tale of Clive Rosfield, a tragic warrior who swears revenge on the Dark Eikon Ifrit, a mysterious entity that leaves naught but calamity in its wake.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2515020/header.jpg?t=1729177386","tag":"Spectacle fighter, Action RPG, Story Rich, Action, JRPG, Fantasy, RPG, Dark Fantasy, Singleplayer, Third Person, Cinematic, 3D, Emotional, Drama, Magic, Atmospheric, Party-Based RPG, Great Soundtrack, Violent, Gore","price":"฿1,690.00","url":"https://store.steampowered.com/app/2515020/FINAL_FANTASY_XVI/"}
{"name":"Left 4 Dead 2","description":"Set in the zombie apocalypse, Left 4 Dead 2 (L4D2) is the highly anticipated sequel to the award-winning Left 4 Dead, the #1 co-op game of 2008. This co-operative action horror FPS takes you and your friends through the cities, swamps and cemeteries of the Deep South, from Savannah to New Orleans across five expansive campaigns.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/550/header.jpg?t=1731457037","tag":"Zombies, Co-op, FPS, Multiplayer, Shooter, Online Co-Op, Action, Survival, Horror, First-Person, Gore, Team-Based, Moddable, Survival Horror, Post-apocalyptic, Singleplayer, Adventure, Local Co-Op, Replay Value, Tactical","price":"฿220.00","url":"https://store.steampowered.com/app/550/Left_4_Dead_2/"}
{"name":"STALCRAFT: X","description":"STALCRAFT: X is the largest online game set in the open world of the Chernobyl Exclusion Zone. Dive into this universe, filled with mutants and anomalies alone or with friends — unforgettable experiences are guaranteed!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1818450/header.jpg?t=1731833726","tag":"Free to Play, FPS, MMORPG, Multiplayer, Shooter, Action, Adventure, First-Person, Atmospheric, Looter Shooter, Horror, Massively Multiplayer, PvP, RPG, Combat, Tactical, Story Rich, PvE, Team-Based, Alternate History","price":"Free To Play","url":"https://store.steampowered.com/app/1818450/STALCRAFT_X/"}
{"name":"Total War: WARHAMMER III","description":"The cataclysmic conclusion to the Total War: WARHAMMER trilogy is here. Rally your forces and step into the Realm of Chaos, a dimension of mind-bending horror where the very fate of the world will be decided. Will you conquer your Daemons… or command them?","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1142710/header.jpg?t=1719611574","tag":"Strategy, Turn-Based Strategy, Grand Strategy, RTS, Fantasy, Real Time Tactics, Dark Fantasy, War, Action, Tactical, Atmospheric, Games Workshop, Dwarf, Multiplayer, Colorful, Co-op, PvP, Singleplayer, Story Rich, Online Co-Op","price":"฿1,390.00","url":"https://store.steampowered.com/app/1142710/Total_War_WARHAMMER_III/"}
{"name":"Farming Simulator 22","description":"Create your farm and let the good times grow! Harvest crops, tend to animals, manage productions, and take on seasonal challenges.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1248130/header.jpg?t=1715068241","tag":"Simulation, Farming Sim, Co-op, Multiplayer, Agriculture, Moddable, Management, Sandbox, 3D, First-Person, Economy, Open World, Online Co-Op, Family Friendly, Immersive Sim, Character Customization, Nature, Horses, Third Person, America","price":"฿839.40","url":"https://store.steampowered.com/app/1248130/Farming_Simulator_22/"}
{"name":"No Man's Sky","description":"No Man's Sky is a game about exploration and survival in an infinite procedurally generated universe.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/275850/header_alt_assets_20.jpg?t=1730992167","tag":"Open World, Open World Survival Craft, Space, Exploration, Sci-fi, Survival, Procedural Generation, Adventure, First-Person, Sandbox, Multiplayer, Singleplayer, Atmospheric, Crafting, Space Sim, Indie, Action, Simulation, FPS, VR","price":"฿1,100.00","url":"https://store.steampowered.com/app/275850/No_Mans_Sky/"}
{"name":"Forza Horizon 5","description":"Explore the vibrant open world landscapes of Mexico with limitless, fun driving action in the world’s greatest cars. Join a thrilling game of chase with our new 5v1 Multiplayer Experience: Hide & Seek.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1551360/header.jpg?t=1730830713","tag":"Racing, Open World, Driving, Multiplayer, Automobile Sim, Realistic, Simulation, Adventure, Arcade, Exploration, First-Person, Co-op, PvP, Sports, Atmospheric, Online Co-Op, Singleplayer, Beautiful, Action, VR","price":"฿1,899.00","url":"https://store.steampowered.com/app/1551360/Forza_Horizon_5/"}
{"name":"MIR4","description":"MIR4 is a free-to-play open world K-fantasy MMORPG that can be cross-played on both PC and mobile devices. MIR4 is full of action and features numerous large scale clan PVP battles. Join now and become a legend.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1623660/header.jpg?t=1720200587","tag":"PvE, PvP, MMORPG, RPG, Martial Arts, Demons, Open World, Action RPG, Action, Hunting, Fantasy, 3D, Trading, Massively Multiplayer, Third Person, War, Economy, Lore-Rich, Magic, Foreign","price":"Free To Play","url":"https://store.steampowered.com/app/1623660/MIR4/"}
{"name":"Garry's Mod","description":"Garry's Mod is a physics sandbox. There aren't any predefined aims or goals. We give you the tools and leave you to play.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/4000/header.jpg?t=1726231861","tag":"Sandbox, Moddable, Multiplayer, Physics, Building, Casual, Funny, First-Person, Singleplayer, FPS, Simulation, Online Co-Op, Co-op, Shooter, Comedy, Action, Indie, PvP, Realistic, Exploration","price":"","url":"https://store.steampowered.com/app/4000/Garrys_Mod/"}
{"name":"","description":"","tag":"","price":"","url":"https://store.steampowered.com/app/1599340/Lost_Ark/"}
{"name":"Hunt: Showdown 1896","description":"Hunt: Showdown 1896 is a new era of the addictively unforgiving extraction shooter. In corrupted backwaters lost to history, fight back alone – or with friends – against timeless evil. Twisted monsters and other ruthless Hunters stand between you and your Bounty. Risk everything as Hunt consumes you","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/594650/header_alt_assets_18.jpg?t=1730733611","tag":"Open World, Extraction Shooter, Atmospheric, Tactical, Multiplayer, FPS, Perma Death, Western, Shooter, PvP, Horror, Online Co-Op, Survival Horror, Co-op, Difficult, Battle Royale, Team-Based, Action, Gore, Zombies","price":"฿619.00","url":"https://store.steampowered.com/app/594650/Hunt_Showdown/"}
{"name":"The Binding of Isaac: Rebirth","description":"The Binding of Isaac: Rebirth is a randomly generated action RPG shooter with heavy Rogue-like elements. Following Isaac on his journey players will find bizarre treasures that change Isaac’s form giving him super human abilities and enabling him to fight off droves of mysterious creatures, discover secrets and fight his way to safety.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/250900/header.jpg?t=1731977365","tag":"Action Roguelike, Roguelike, Indie, Replay Value, Difficult, Pixel Graphics, Dungeon Crawler, Great Soundtrack, Singleplayer, Dark, 2D, Remake, Local Co-Op, Gore, Procedural Generation, Roguelite, Atmospheric, Action, Co-op, Horror","price":"฿239.00","url":"https://store.steampowered.com/app/250900/The_Binding_of_Isaac_Rebirth/"}
{"name":"The Elder Scrolls V: Skyrim Special Edition","description":"Winner of more than 200 Game of the Year Awards, The Elder Scrolls V: Skyrim Special Edition brings the epic fantasy to life in stunning detail. The Special Edition includes the critically acclaimed game and add-ons with all-new features.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/489830/header.jpg?t=1721923149","tag":"Open World, RPG, Adventure, Singleplayer, Fantasy, Character Customization, Moddable, Dragons, Story Rich, Magic, First-Person, Action, Atmospheric, Great Soundtrack, Third Person, Stealth, Classic, Remake, Female Protagonist, Walking Simulator","price":"฿899.00","url":"https://store.steampowered.com/app/489830/The_Elder_Scrolls_V_Skyrim_Special_Edition/"}
{"name":"Slay the Spire","description":"We fused card games and roguelikes together to make the best single player deckbuilder we could. Craft a unique deck, encounter bizarre creatures, discover relics of immense power, and Slay the Spire!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/646570/header.jpg?t=1728642519","tag":"Roguelike Deckbuilder, Card Game, Card Battler, Roguelike, Deckbuilding, Turn-Based, Strategy, Singleplayer, Roguelite, Replay Value, Indie, Difficult, Dungeon Crawler, RPG, Mouse only, 2D, Great Soundtrack, Procedural Generation, Fantasy, Casual","price":"฿499.00","url":"https://store.steampowered.com/app/646570/Slay_the_Spire/"}
{"name":"Russian Fishing 4","description":"Russian Fishing 4 is a fishing simulator with RPG elements. There is no story line and the whole process is based on the concept of an open, free to roam and free to play game.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/766570/header.jpg?t=1725868775","tag":"Fishing, Free to Play, Multiplayer, Simulation, Nature, Realistic, Relaxing, Crafting, First-Person, Immersive Sim, Sports, Atmospheric, Singleplayer, Open World, Survival, Massively Multiplayer, Casual, Adventure, RPG, Family Friendly","price":"Free To Play","url":"https://store.steampowered.com/app/766570/Russian_Fishing_4/"}
{"name":"Unturned","description":"You're a survivor in the zombie infested ruins of society, and must work with your friends and forge alliances to remain among the living.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/304930/header.jpg?t=1728506406","tag":"Free to Play, Survival, Zombies, Multiplayer, Open World, Co-op, Sandbox, Crafting, Shooter, Adventure, Post-apocalyptic, First-Person, Looter Shooter, Singleplayer, FPS, Action, Massively Multiplayer, Indie, Atmospheric, Casual","price":"Free To Play","url":"https://store.steampowered.com/app/304930/Unturned/"}
{"name":"PAYDAY 2","description":"PAYDAY 2 is an action-packed, four-player co-op shooter that once again lets gamers don the masks of the original PAYDAY crew - Dallas, Hoxton, Wolf and Chains - as they descend on Washington DC for an epic crime spree.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/218620/header.jpg?t=1729586701","tag":"Co-op, Action, FPS, Heist, Multiplayer, Looter Shooter, Online Co-Op, Stealth, Crime, Shooter, Team-Based, First-Person, Great Soundtrack, Gun Customization, Tactical, PvE, Strategy, Singleplayer, Funny, Simulation","price":"฿220.00","url":"https://store.steampowered.com/app/218620/PAYDAY_2/"}
{"name":"FINAL FANTASY XII THE ZODIAC AGE","description":"FINAL FANTASY XII THE ZODIAC AGE - This revered classic returns, now fully remastered for the first time for PC, featuring all new and enhanced gameplay.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/595520/header.jpg?t=1646911184","tag":"RPG, JRPG, Fantasy, Singleplayer, Story Rich, Great Soundtrack, Open World, Adventure, Exploration, Classic, Action, Third Person, Party-Based RPG, Real-Time with Pause, Turn-Based, Anime, Atmospheric, Remake, Strategy, Female Protagonist","price":"฿1,599.00","url":"https://store.steampowered.com/app/595520/FINAL_FANTASY_XII_THE_ZODIAC_AGE/"}
{"name":"Stellaris","description":"Explore a galaxy full of wonders in this sci-fi grand strategy game from Paradox Development Studios. Interact with diverse alien races, discover strange new worlds with unexpected events and expand the reach of your empire. Each new adventure holds almost limitless possibilities.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/281990/header.jpg?t=1730707831","tag":"Space, Grand Strategy, Strategy, Sci-fi, 4X, Exploration, Sandbox, Simulation, Multiplayer, Singleplayer, Real-Time with Pause, Moddable, Diplomacy, Management, Military, Futuristic, Replay Value, Great Soundtrack, Procedural Generation, Atmospheric","price":"฿1,089.00","url":"https://store.steampowered.com/app/281990/Stellaris/"}
{"name":"I Will Be Your Eyes","description":"Two or more players work together to lead a blinded Captive out of a maze of death. Work against the clock as you avoid traps like walls of spikes, bottomless pits, and smashing hammers!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1180000/header.jpg?t=1573744833","tag":"Action, Casual","price":"฿85.00","url":"https://store.steampowered.com/app/1180000/MahjongSoul/"}
{"name":"Sid Meier's Civilization® V","description":"Create, discover, and download new player-created maps, scenarios, interfaces, and more!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/8930/header.jpg?t=1724341158","tag":"Turn-Based Strategy, Strategy, Turn-Based, Multiplayer, Historical, 4X, Addictive, Singleplayer, Hex Grid, Grand Strategy, Replay Value, Co-op, Economy, Tactical, Diplomacy, Moddable, Simulation, Classic, Great Soundtrack, Touch-Friendly","price":"฿559.00","url":"https://store.steampowered.com/app/8930/Sid_Meiers_Civilization_V/"}
{"name":"The Witcher 3: Wild Hunt","description":"You are Geralt of Rivia, mercenary monster slayer. Before you stands a war-torn, monster-infested continent you can explore at will. Your current contract? Tracking down Ciri — the Child of Prophecy, a living weapon that can alter the shape of the world.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/292030/header.jpg?t=1730212926","tag":"Open World, RPG, Story Rich, Atmospheric, Mature, Fantasy, Adventure, Singleplayer, Nudity, Choices Matter, Great Soundtrack, Third Person, Medieval, Action, Multiple Endings, Action RPG, Dark Fantasy, Magic, Dark, Sandbox","price":"฿1,039.99","url":"https://store.steampowered.com/app/292030/The_Witcher_3_Wild_Hunt/"}
{"name":"OBS Studio","description":"Free and open-source software for video recording and live streaming","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1905180/header.jpg?t=1728424408","tag":"Software, Video Production, Utilities, Free to Play, Audio Production, Web Publishing, Emotional, Psychedelic, Dark, Capitalism, Competitive, VR, Dinosaurs, Romance, Perma Death, Realistic, Dark Humor, Tactical, Fantasy, eSports","price":"Free","url":"https://store.steampowered.com/app/1905180/OBS_Studio/"}
{"name":"TCG Card Shop Simulator","description":"Open your own local game store. Stock shelves with the latest booster packs, or crack them and collect the cards for yourself. Set your own prices, hire staff, host events, and expand your card shop.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/3070070/header.jpg?t=1729839700","tag":"Simulation, Management, Economy, Collectathon, Capitalism, Singleplayer, Early Access, Trading Card Game, Card Game, Immersive Sim, Trading, Life Sim, 3D, First-Person, Relaxing, Casual, Shop Keeper, Souls-like","price":"฿275.00","url":"https://store.steampowered.com/app/3070070/TCG_Card_Shop_Simulator/"}
{"name":"Age of Empires II: Definitive Edition","description":"42 Civilizations, 229 Campaign Missions, Singleplayer, Co-Op, Multiplayer, In-Game Editor, Mods, Cross-play...It is good to be the king.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/813780/header.jpg?t=1731939100","tag":"Strategy, RTS, City Builder, Multiplayer, Base Building, Historical, Singleplayer, Medieval, Resource Management, Classic, Tactical, Real-Time, Co-op, Remake, Isometric, 2D, Replay Value, Action, Adventure, Great Soundtrack","price":"฿680.00","url":"https://store.steampowered.com/app/813780/Age_of_Empires_II_Definitive_Edition/"}
{"name":"Frostpunk","description":"Frostpunk is the first society survival game. As the ruler of the last city on Earth, it is your duty to manage both its citizens and infrastructure. What decisions will you make to ensure your society's survival? What will you do when pushed to breaking point? Who will you become in the process?","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/323190/header.jpg?t=1724859064","tag":"City Builder, Survival, Resource Management, Strategy, Post-apocalyptic, Steampunk, Colony Sim, Building, Base Building, Singleplayer, Simulation, Management, Choices Matter, Atmospheric, Economy, Dark, Difficult, RTS, Great Soundtrack, Real-Time with Pause","price":"฿590.00","url":"https://store.steampowered.com/app/323190/Frostpunk/"}
{"name":"Black Desert","description":"Played by over 20 million Adventurers - Black Desert Online is an open-world, action MMORPG. Experience intense, action-packed combat, battle massive world bosses, fight alongside friends to siege and conquer castles, and train in professions such as fishing, trading, crafting, cooking, and more!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/582660/header.jpg?t=1731492755","tag":"MMORPG, Massively Multiplayer, Open World, RPG, Character Customization, Adventure, Fantasy, Action, Strategy, 3D, Medieval, Crafting, Multiplayer, Atmospheric, Magic, Simulation, PvP, Cooking, Combat, War","price":"฿200.00","url":"https://store.steampowered.com/app/582660/Black_Desert/"}
{"name":"Crusader Kings III","description":"Love, fight, scheme, and claim greatness. Determine your noble house’s legacy in the sprawling grand strategy of Crusader Kings III. Death is only the beginning as you guide your dynasty’s bloodline in the rich and larger-than-life simulation of the Middle Ages.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1158310/header_alt_assets_6.jpg?t=1730740049","tag":"Strategy, Medieval, Grand Strategy, Simulation, RPG, Historical, Management, Character Customization, Life Sim, RTS, Sandbox, Choices Matter, War, Singleplayer, Economy, Political, 4X, Moddable, Multiplayer, Real-Time with Pause","price":"฿1,359.00","url":"https://store.steampowered.com/app/1158310/Crusader_Kings_III/"}
{"name":"VTube Studio","description":"VTube Studio is all you'll ever need to become a Live2D VTuber, with innovative features such as pinning props to your model and many more still to come.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1325860/header.jpg?t=1725595543","tag":"Indie, Mature, Anime, Animation & Modeling, NSFW, Free to Play, Software, Cute, Video Production, Character Customization, 2D, Utilities, Singleplayer, Funny, Multiplayer, 3D","price":"Free","url":"https://store.steampowered.com/app/1325860/VTube_Studio/"}
{"name":"It Takes Two","description":"Embark on the craziest journey of your life in It Takes Two. Invite a friend to join for free with Friend’s Pass and work together across a huge variety of gleefully disruptive gameplay challenges. Winner of GAME OF THE YEAR at the Game Awards 2021.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1426210/header.jpg?t=1730911936","tag":"Co-op, Multiplayer, Split Screen, Local Co-Op, Puzzle, Online Co-Op, Adventure, Story Rich, Local Multiplayer, Co-op Campaign, Puzzle Platformer, 3D Platformer, Action-Adventure, Emotional, Platformer, Action, Exploration, Atmospheric, Minigames, Female Protagonist","price":"฿1,099.00","url":"https://store.steampowered.com/app/1426210/It_Takes_Two/"}
{"name":"Valheim","description":"A brutal exploration and survival game for 1-10 players, set in a procedurally-generated purgatory inspired by viking culture. Battle, build, and conquer your way to a saga worthy of Odin’s patronage!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/892970/header_alt_assets_4.jpg?t=1732002158","tag":"Open World Survival Craft, Survival, Online Co-Op, Open World, Multiplayer, Building, Crafting, Base Building, Exploration, Co-op, Difficult, Adventure, Mythology, Action, Sandbox, PvE, Third Person, Singleplayer, Early Access, Indie","price":"฿289.00","url":"https://store.steampowered.com/app/892970/Valheim/"}
{"name":"BeamNG.drive","description":"A dynamic soft-body physics vehicle simulator capable of doing just about anything.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/284160/header.jpg?t=1728045845","tag":"Simulation, Driving, Destruction, Physics, Realistic, Automobile Sim, Open World, Sandbox, Racing, Moddable, Multiplayer, Singleplayer, Early Access, First-Person, Third Person, Funny, Exploration, Action, Adventure, Flight","price":"฿495.00","url":"https://store.steampowered.com/app/284160/BeamNGdrive/"}
{"name":"Squad","description":"Squad is a tactical FPS that provides authentic combat experiences through teamwork, communication, and realistic combat. It bridges the gap between arcade shooter and military realism with 100-player battles, combined-arms warfare, and base building.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/393380/header_alt_assets_2.jpg?t=1727913740","tag":"Military, Realistic, FPS, Multiplayer, Tactical, Shooter, Team-Based, War, First-Person, Action, Massively Multiplayer, Strategy, Modern, Simulation, Wargame, Base Building, Open World, Immersive Sim, Atmospheric, PvP","price":"฿899.00","url":"https://store.steampowered.com/app/393380/Squad/"}
{"name":"Limbus Company","description":"As the Executive Manager of Limbus Company, lead your group of twelve Sinners, venture into the buried facilities of Lobotomy Corporation, and lay claim on the Golden Boughs.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1973530/header.jpg?t=1728532474","tag":"Lore-Rich, Story Rich, Turn-Based Tactics, RPG, Turn-Based Combat, Visual Novel, Free to Play, Singleplayer, Strategy, Strategy RPG, Anime, PvE, Turn-Based Strategy, Action, 2D, Dark Fantasy, Sci-fi, Roguelite, Great Soundtrack, Colorful","price":"Free To Play","url":"https://store.steampowered.com/app/1973530/Limbus_Company/"}
{"name":"Deep Rock Galactic","description":"Deep Rock Galactic is a 1-4 player co-op FPS featuring badass space Dwarves, 100% destructible environments, procedurally-generated caves, and endless hordes of alien monsters.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/548430/header_alt_assets_25.jpg?t=1730465993","tag":"Dwarf, Co-op, PvE, FPS, Procedural Generation, Class-Based, Shooter, Exploration, First-Person, Loot, Sci-fi, Space, Action, Atmospheric, Looter Shooter, Combat, Survival, Horror, Dark, Action Roguelike","price":"฿379.00","url":"https://store.steampowered.com/app/548430/Deep_Rock_Galactic/"}
{"name":"World of Warships","description":"Immerse yourself in thrilling naval battles and assemble an armada of over 600 ships from the first half of the 20th century — from stealthy destroyers to gigantic battleships. Change the look of your ship, choose upgrades to suit your play style, and go into battle with other players!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/552990/header.jpg?t=1730388963","tag":"Naval Combat, Free to Play, Naval, World War II, Massively Multiplayer, Multiplayer, Action, PvP, Tactical, Historical, Military, Online Co-Op, Team-Based, Simulation, Realistic, Shooter, PvE, War, Third-Person Shooter, Co-op","price":"Free To Play","url":"https://store.steampowered.com/app/552990/World_of_Warships/"}
{"name":"Tavern Manager Simulator 🍻","description":"Restore your fantasy tavern to its full glory. Repair, improve and expand the establishment. Cook delicious food and keep an eye on the mood of the visitors. Create a unique atmosphere for unforgettable adventures!","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2756770/header.jpg?t=1731348426","tag":"Simulation, Economy, Building, Relaxing, Sandbox, Crafting, Exploration, Cooking, Base Building, First-Person, Job Simulator, 3D, Funny, Casual, Fantasy, Management, Atmospheric, Singleplayer, Wholesome, Inventory Management","price":"","url":"https://store.steampowered.com/app/2756770/Tavern_Manager_Simulator/?snr=1_7_7_7000_150_6"}
{"name":"Dead Rising 3 Apocalypse Edition","description":"Explore the zombie-infested city of Los Perdidos, and find a way to escape before a military strike wipes the entire city, and everyone in it, off the map.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/265550/header.jpg?t=1720046911","tag":"Zombies, Open World, Action, Co-op, Gore, Survival, Comedy, Open World Survival Craft, Multiplayer, Third Person, Funny, Crafting, Adventure, Online Co-Op, Sandbox, Horror, Singleplayer, Survival Horror, Atmospheric, RPG","price":"฿599.00","url":"https://store.steampowered.com/app/265550/Dead_Rising_3_Apocalypse_Edition/?snr=1_7_7_7000_150_9"}
{"name":"Phasmophobia","description":"Phasmophobia is a 4 player online co-op psychological horror. Paranormal activity is on the rise and it’s up to you and your team to use all the ghost-hunting equipment at your disposal in order to gather as much evidence as you can.","image":"https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/739630/header.jpg?t=1727019976","tag":"Horror, Online Co-Op, Multiplayer, Psychological Horror, Co-op, VR, Supernatural, First-Person, Investigation, Dark, Demons, Detective, Mystery, Thriller, 3D, Early Access, Indie, Action, Tactical, Singleplayer","price":"฿400.00","url":"https://store.steampowered.com/app/739630/Phasmophobia/"}
